Revit 2017 API
AssetSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public AssetSetIterator()
Visual Basic
Public Sub New
Visual C++
public:
AssetSetIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
AssetSetIterator Class
Autodesk.Revit.Utility Namespace